Revit 2021.1 API
UnitTypeId.Kilowatts Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Kilowatts { get; }
Visual Basic
Public Shared ReadOnly Property Kilowatts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kilowatts {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace